state_choices = {
    "Андижан": 'Андижанская область',
    "Бухара": 'Бухарская область',
    "Джизакх": 'Джизакская область',
    "Карши": 'Кашкадарьинская область',
    "Наманган": 'Наманганская область',
    "Навои": 'Навоийская область',
    "Самарканд": 'Самаркандская область',
    "Термез": 'Сурхандарьинская область',
    "Гулистан": 'Сырдарьинская область',
    "Ташкент": 'Ташкентская область',
    "Фергана": 'Ферганская область',
    "Хорезм": 'Хорезмская область',
    "Нукус": 'Республика Каракалпакстан'
}


bedroom_choices = {
    '1': 1,
    '2': 2,
    '3': 3,
    '4': 4,
    '5': 5,
    '6': 6,
    '7': 7,
    '8': 8,
    '9': 9,
    '10': 10
}

price_choices = {
    "10000": '$10,000',
    "20000": '$20,000',
    "30000": '$30,000',
    "40000": '$40,000',
    "50000": '$50,000',
    "60000": '$60,000',
    "70000": '$70,000',
    "80000": '$80,000',
    "90000": '$90,000',
    "100000": '$100,000',
    "150000": '$150,000',
    "200000": '$200,000',
    "250000": '$250,000',
    "300000": '$300,000',
    "350000": '$350,000',
    "400000": '$400,000',
    "450000": '$450,000',
    "500000": '$500,000'
}

